Repository: Aloshi/EmulationStation
Catalog: locale/lang/*/LC_MESSAGES/emulationstation2.po
Languages: fr

source: INPUT
fr: EDITER

source: search
fr: rechercher

source: CANCEL
fr: ANNULER

source: MAIN MENU
fr: MENU PRINCIPAL

source: SYSTEM SETTINGS
fr: OPTIONS SYSTEME

source: SPACE LEFT
fr: ESPACE DISPONIBLE

source: STORAGE DEVICE
fr: MEDIA DE STOCKAGE

source: LANGUAGE
fr: LANGUE

source: NONE (700Mhz)
fr: AUCUN (700Mhz)

source: NONE (900Mhz)
fr: AUCUN (900Mhz)

source: NONE
fr: AUCUN

source: UPDATES
fr: MISES A JOUR

source: AUTO UPDATES
fr: MISES A JOUR AUTO

source: START UPDATE
fr: LANCER LA MISE A JOUR

source: KODI SETTINGS
fr: OPTIONS KODI

source: ENABLE KODI
fr: ACTIVER KODI

source: KODI AT START
fr: AUTO DEMARRAGE DE KODI

source: START KODI WITH X
fr: X POUR LANCER KODI

source: THE SYSTEM WILL NOW REBOOT
fr: LE SYSTEME VA REDEMARRER

source: GAMES SETTINGS
fr: OPTIONS DES JEUX

source: GAME RATIO
fr: FORMAT JEUX

source: SMOOTH GAMES
fr: LISSER LES JEUX

source: REWIND
fr: REMBOBINAGE

source: AUTO SAVE/LOAD
fr: SAUVEGARDE/CHARGEMENT AUTOMATIQUE

source: RETROACHIEVEMENTS SETTINGS
fr: OPTIONS DE RETROACHIEVEMENTS

source: USERNAME
fr: NOM UTILISATEUR

source: PASSWORD
fr: MOT DE PASSE

source: ADVANCED
fr: AVANCÉES

source: REALLY UPDATE GAMES LISTS ?
fr: CONFIRMER LA MISE A JOUR DES LISTES DES JEUX ?

source: YES
fr: OUI

source: NO
fr: NON

source: UPDATE GAMES LISTS
fr: METTRE A JOUR LES LISTES DES JEUX

source: CONTROLLERS SETTINGS
fr: OPTIONS MANETTES

source: UI SETTINGS
fr: OPTIONS DE L'INTERFACE

source: SCREENSAVER AFTER
fr: ECRAN DE VEILLE APRES

source: TRANSITION STYLE
fr: STYLE DE LA TRANSITION

source: SCREENSAVER BEHAVIOR
fr: COMPORTEMENT DE L'ECRAN DE VEILLE

source: SHOW FRAMERATE
fr: AFFICHER LE FRAMERATE

source: ON-SCREEN HELP
fr: AFFICHAGE DE L'AIDE

source: QUICK SYSTEM SELECT
fr: SELECTION RAPIDE DU SYSTEME

source: THEME SET
fr: THEME

source: SOUND SETTINGS
fr: OPTIONS DU SON

source: SYSTEM VOLUME
fr: VOLUME DU SYSTEME

source: FRONTEND MUSIC
fr: MUSIQUE DE FOND

source: OUTPUT DEVICE
fr: SORTIE AUDIO

source: NETWORK SETTINGS
fr: OPTIONS RESEAU

source: CONNECTED
fr: CONNECTÉ

source: NOT CONNECTED
fr: DÉCONNECTÉ

source: STATUS
fr: STATUT

source: IP ADDRESS
fr: ADRESSE IP

source: HOSTNAME
fr: NOM SUR LE RESEAU

source: ENABLE WIFI
fr: ACTIVER LE WIFI

source: WIFI SSID
fr: SSID WIFI

source: WIFI KEY
fr: CLÉ WIFI

source: WIFI ENABLED
fr: WIFI ACTIVÉ

source: WIFI CONFIGURATION ERROR
fr: ERREUR DE CONFIGURATION WIFI

source: SCRAPER
fr: SCRAPPEUR

source: SCRAPE FROM
fr: SCRAPPER DEPUIS

source: SCRAPE RATINGS
fr: SCRAPPER LES NOTES

source: SCRAPE NOW
fr: SCRAPPER MAINTENANT

source: QUIT
fr: QUITTER

source: REALLY RESTART?
fr: REDEMARRER ?

source: RESTART SYSTEM
fr: REDEMARRER

source: REALLY SHUTDOWN?
fr: ETEINDRE ?

source: SHUTDOWN SYSTEM
fr: ETEINDRE

source: Emulator
fr: Emulateur

source: YOU ARE GOING TO CONFIGURE A CONTROLLER. IF YOU HAVE ONLY ONE JOYSTICK, CONFIGURE THE DIRECTIONS KEYS AND SKIP JOYSTICK CONFIG BY HOLDING A BUTTON. IF YOU DO NOT HAVE A SPECIAL KEY FOR HOTKEY, CHOOSE THE SELECT BUTTON. SKIP ALL BUTTONS YOU DO NOT HAVE BY HOLDING A KEY. BUTTONS NAMES ARE BASED ON THE SNES CONTROLLER.
fr: VOUS ALLEZ CONFIGURER UNE MANETTE. SI VOUS N'AVEZ QU'UN JOYSTICK OU JUSTE UNE CROIX DIRECTIONNELLE, CONFIGUREZ SEULEMENT LES DIRECTIONS ET PASSEZ LES JOYSTICKS EN RESTANT APPUYÉ SUR UN BOUTON. SI VOUS N'AVEZ PAS DE BOUTON SPECIAL POUR HOTKEY, UTILISEZ SELECT. IGNOREZ UN BOUTON QUE VOTRE MANETTE N'A PAS EN RESTANT APPUYÉ SUR UN BOUTTON DEJA CONFIGURÉ. LES NOMS DES BOUTONS SONT BASÉS SUR LA SUPER NINTENDO

source: CONFIGURE A CONTROLLER
fr: CONFIGURER UNE MANETTE

source: CONTROLLER PAIRED
fr: MANETTE ASSOCIÉE

source: UNABLE TO PAIR CONTROLLER
fr: IMPOSSIBLE D'ASSOCIER LA MANETTE

source: AN ERROR OCCURED
fr: UNE ERREUR EST SURVENUE

source: NO CONTROLLERS FOUND
fr: AUCUNE MANETTE DÉTÉCTÉE

source: PAIR A BLUETOOTH CONTROLLER
fr: ASSOCIER UNE MANETTE BLUETOOTH

source: CONTROLLERS LINKS HAVE BEEN DELETED.
fr: LES LIENS VERS LES MANETTES ONT ÉTÉS SUPPRIMÉS.

source: FORGET BLUETOOTH CONTROLLERS
fr: OUBLIER LES MANETTES BLUETOOTH

source: INPUT P%i
fr: JOUEUR %i

source: CHOOSE
fr: CHOISIR

source: SELECT
fr: SÉLECTIONNER

source: CLOSE
fr: FERMER

source: CUSTOM
fr: PERSONALISÉ

source: REALLY UPDATE?
fr: METTRE A JOUR LE SYSTEME ?

source: NETWORK CONNECTION NEEDED
fr: VEUILLEZ BRANCHER UN CABLE RESEAU

source: UPDATE DOWNLOADED, THE SYSTEM WILL NOW REBOOT
fr: MISE À JOUR TÉLÉCHARGÉE, REDEMARRAGE EN COURS

source: UPDATE FAILED, THE SYSTEM WILL NOW REBOOT
fr: ECHEC DE LA MISE A JOUR

source: NO UPDATE AVAILABLE
fr: AUCUNE MISE A JOUR DISPONIBLE

source: JUMP TO LETTER
fr: ALLER A LA LETTRE

source: SORT GAMES BY
fr: TRIER LES JEUX PAR

source: FAVORITES ONLY
fr: FAVORIS SEULEMENT

source: EDIT THIS GAME'S METADATA
fr: EDITER LES DONNEES DU JEU

source: SCRAPE THESE GAMES
fr: SCRAPPER CES JEUX

source: All Games
fr: Tous les jeux

source: Only missing image
fr: Seulement images manquantes

source: FILTER
fr: FILTRE

source: SCRAPE THESE SYSTEMS
fr: SCRAPPER CES SYSTEMES

source: SYSTEMS
fr: SYSTEMES

source: USER DECIDES ON CONFLICTS
fr: CHOISIR SI CONFLIT

source: START
fr: DÉMARRER

source: BACK
fr: RETOUR

source: WARNING: SOME OF YOUR SELECTED SYSTEMS DO NOT HAVE A PLATFORM SET. RESULTS MAY BE EVEN MORE INACCURATE THAN USUAL! CONTINUE ANYWAY?
fr: ATTENTION: CERTAINS DE VOS SYSTÈMES N'ONT PAS DE PLATEFORME.LES RÉSULTATS POURRAIENT ÊTRE INATTENDUS! CONTINUER QUAND MÊME?

source: NO GAMES FIT THAT CRITERIA.
fr: AUCUN JEU NE CORRESPOND.

source: SCRAPING IN PROGRESS
fr: SCRAPING EN COURS

source: SYSTEM
fr: SYSTEME

source: subtitle text
fr: sous-titre

source: SKIP
fr: PASSER

source: STOP
fr: ARRÊTER

source: stop (progress saved)
fr: stop (progrès sauvegardé)

source: GAME %i OF %i
fr: JEU %i DE %i

source: WE CAN'T FIND ANY SYSTEMS! CHECK THAT YOUR PATHS ARE CORRECT IN THE SYSTEMS CONFIGURATION FILE, AND YOUR GAME DIRECTORY HAS AT LEAST ONE GAME WITH THE CORRECT EXTENSION. VISIT RECALBOX.FR FOR MORE INFORMATION.
fr: AUCUN JEU N'A ETE TROUVE SUR LE SYSTEME ! VEUILLEZ AJOUTER DES JEUX EN SUIVANT LES INSTRUCTIONS DE LA NOTICE. RENDEZ-VOUS SUR RECALBOX.FR POUR PLUS D'INFORMATIONS

source: %i GAME SUCCESSFULLY SCRAPED!
fr: %i JEU SCRAPPÉ !

source: %i GAME SKIPPED.
fr: %i JEU PASSÉ.

source: EDIT METADATA
fr: EDITER LES DONNEES

source: SCRAPE
fr: SCRAPPER

source: SAVE
fr: SAUVEGARDER

source: THIS WILL DELETE A FILE! ARE YOU SURE?
fr: CELA VA EFFACER LE FICHIER ETES VOUS SUR ?

source: DELETE
fr: SUPPRIMER

source: SAVE CHANGES?
fr: SAUVEGARDER ?

source: AN UPDATE IS AVAILABLE FOR YOUR RECALBOX
fr: UNE MISE A JOUR EST DISPONIBLE POUR VOTRE RECALBOX

source: Name
fr: Nom

source: Thumbnail
fr: Miniature

source: Rating
fr: Note

source: Release date
fr: Date de sortie

source: unknown
fr: inconnu

source: Developer
fr: Développeur

source: Publisher
fr: Éditeur

source: Players
fr: Joueurs

source: Favorite
fr: Favori

source: Region
fr: Région

source: Romtype
fr: Type de rom

source: Hidden
fr: Invisible

source: Play count
fr: Nb parties

source: Last played
fr: Dernier jeu

source: Released
fr: Sortie

source: NO GAMES FOUND - SKIP
fr: AUCUN JEU CORRESPONDANT - PASSER

source: RETRY
fr: RECOMMENCER

source: SEARCH FOR
fr: RECHERCHER

source: %i GAME AVAILABLE
fr: %i JEU DISPONIBLE

source: %i FAVORITE
fr: %i FAVORI

source: Times played
fr: Nb parties

source: LAUNCH
fr: LANCER

source: SCROLL
fr: SCROLLER

source: FILENAME, ASCENDING
fr: FICHIER, ASCENDANT

source: FILENAME, DESCENDING
fr: FICHIER, DESCENDANT

source: RATING, ASCENDING
fr: VOTES, ASCENDANT

source: RATING, DESCENDING
fr: VOTES, DESCENDANT

source: TIMES PLAYED, ASCENDING
fr: PARTIES JOUÉES, ASCENDANT

source: TIMES PLAYED, DESCENDING
fr: PARTIES JOUÉES, DESCENDANT

source: LAST PLAYED, ASCENDING
fr: DERNIÈRE PARTIE, ASCENDANT

source: LAST PLAYED, DESCENDING
fr: DERNIÈRE PARTIE, DESCENDANT

source: DISCARD CHANGES
fr: ANNULER MODIFICATIONS

source: WELCOME
fr: BIENVENUE

source: CONFIGURE INPUT
fr: CONFIGURER LES MANETTES

source: %i GAMEPAD DETECTED
fr: %i MANETTE DÉTECTÉE

source: NO GAMEPADS DETECTED
fr: AUCUNE MANETTE DETECTEE

source: HOLD A BUTTON ON YOUR DEVICE TO CONFIGURE IT.
fr: MAINTENEZ UN BOUTON SUR LA MANETTE POUR LA CONFIGURER

source: PRESS F4 TO QUIT AT ANY TIME.
fr: APPUYEZ SUR F4 POUR QUITTER A TOUT MOMENT

source: PRESS ESC OR THE HOTKEY TO CANCEL.
fr: APPUYEZ SUR ECHAP OU LA TOUCHE HOTKEY POUR ANNULER

source: UP
fr: HAUT

source: DOWN
fr: BAS

source: LEFT
fr: GAUCHE

source: RIGHT
fr: DROITE

source: JOYSTICK 1 UP
fr: JOYSTICK 1 HAUT

source: JOYSTICK 1 LEFT
fr: JOYSTICK 1 GAUCHE

source: JOYSTICK 2 UP
fr: JOYSTICK 2 HAUT

source: JOYSTICK 2 LEFT
fr: JOYSTICK 2 GAUCHE

source: PAGE UP
fr: L1 (PAGE PRECEDENTE)

source: PAGE DOWN
fr: R1 (PAGE SUIVANTE)

source: CONFIGURING
fr: CONFIGURATION

source: KEYBOARD
fr: CLAVIER

source: GAMEPAD %i
fr: JOYSTICK %i

source: HOLD ANY BUTTON TO SKIP
fr: RESTER APPUYÉ SUR UN BOUTTON POUR PASSER

source: -NOT DEFINED-
fr: -NON CONFIGURÉ-

source: HOLD FOR %iS TO SKIP
fr: APPUYEZ PENDANT %iS POUR PASSER

source: PRESS ANYTHING
fr: APPUYEZ SUR UN BOUTON

source: ALREADY TAKEN
fr: DÉJÀ PRIS

source: DO YOU WANT TO START KODI MEDIA CENTER ?
fr: VOULEZ-VOUS LANCER LE MEDIA CENTER KODI ?

source: LOADING...
fr: CHARGEMENT...

source: PLEASE WAIT...
fr: VEUILLEZ PATIENTER...

source: SELECT ALL
fr: TOUT SELECTIONNER

source: SELECT NONE
fr: AUCUN

source: %i SELECTED
fr: %i SÉLECTIONNÉ

source: CHANGE
fr: CHANGER

source: WORKING...
fr: EN COURS...

source: never
fr: jamais

source: just now
fr: à l'instant

source: %i sec ago
fr: il y a %i sec

source: %i min ago
fr: il y a %i min

source: %i hour ago
fr: il y a %i heure

source: %i day ago
fr: il y a %i jour
